; SMG item localization 
; this includes schematics, as of 13 Oct 2015 update
; this includes ability descriptor, as of 5 Jan 2016 update

[SMG_CV X2WeaponTemplate]
FriendlyName="Пістолет-кулемет"
FriendlyNamePlural="Пістолети-кулемети"
BriefSummary="Пістолети-кулемети пропонують легший і більш прихований альтернативний варіант до стандартної штурмової гвинтівки, хоча вони менш потужні і менш точні на великій відстані."
; LWOTC Needs Translation
TacticalText="<Bullet/> Вистріл з основної зброї завершує хід солдата, якщо він не отримав спеціального навчання.\n<Bullet/> Використовуйте покращення, отримані з ворожих сил АДВЕНТ, для підвищення тактичної ефективності пістолетів-кулеметів.\n<Bullet/> Зброї стилю пістолет-кулемет пропонують бонус до рухливості, точність на близьких відстанях і прихованість у порівнянні з штурмовими гвинтівками, але вони завдають менше збитків і мають штрафи до точності на великій відстані."
; End Translation
AbilityDescName="Пістолет-кулемет"

[SMG_MG X2WeaponTemplate]
FriendlyName="Легка гвинтівка"
FriendlyNamePlural="Легкі гвинтівки"
BriefSummary="Легка гвинтівка - це легка версія магнітної гвинтівки і виконує схожу роль з пістолетом-кулеметом, обмінюючи потужність, боєприпаси та точність на відстані на підвищену рухливість і прихованість солдата."
; LWOTC Needs Translation
TacticalText="<Bullet/> Вистріл з основної зброї завжди завершує хід солдата, якщо він не отримав спеціального навчання.\n<Bullet/> Використовуйте покращення, отримані з ворожих сил АДВЕНТ, для підвищення тактичної ефективності легкої гвинтівки.\n<Bullet/> Зброї стилю пістолет-кулемет пропонують бонус до рухливості, точність на близьких відстанях і прихованість у порівнянні з штурмовими гвинтівками, але вони завдають менше збитків і мають штрафи до точності на великій відстані."
; End Translation
AbilityDescName="Пістолет-кулемет"

[SMG_BM X2WeaponTemplate]
FriendlyName="Гіперпістолет"
FriendlyNamePlural="Гіперпістолети"
BriefSummary="Гіперпістолет, так само як ПП і Легка гвинтівка, є меншою основною зброєю, яка надає бонуси до рухливості та прихованості, але завдає менше збитків і має штрафи до точності на великій відстані. Однак це все ще особиста зброя значної потужності."
; LWOTC Needs Translation
TacticalText="<Bullet/> Вистріл з основної зброї завжди завершує хід солдата.\n<Bullet/> Використовуйте покращення, отримані з ворожих сил АДВЕНТ, для підвищення тактичної ефективності гіперпістолета.\n<Bullet/> Зброї стилю ПП пропонують бонус до рухливості, точність на близьких відстанях і прихованість у порівнянні з штурмовими гвинтівками, але вони завдають менше збитків і мають штрафи до точності на великій відстані.<br/><Bullet/> Плазмова зброя також призводить до того, що цілі отримують на майбутніх влученнях додаткові 1 одиницю збитків."
; End Translation
AbilityDescName="Пістолет-кулемет"
